//职位类别
var jobArr = ["人力", "行政", "管理", "销售", "客服", "采购", "淘宝", "市场", "媒介", "广告", "设计", "生产", "物流", "质控", "汽车", "网络", "通信", "电子", "法律", "教育", "翻译", "出版", "财会", "金融", "保险", "医疗", "制药", "环保", "建筑", "装修", "物业", "其他"];

var jobArrSearch = ["不限","人力", "行政", "管理", "销售", "客服", "采购", "淘宝", "市场", "媒介", "广告", "设计", "生产", "物流", "质控", "汽车", "网络", "通信", "电子", "法律", "教育", "翻译", "出版", "财会", "金融", "保险", "医疗", "制药", "环保", "建筑", "装修", "物业", "其他"];

//工作年限
var yearArr = ["不限", "应届", "1年", "3年", "3年", "3-5年", "5-10年", "10年以上"];
//学历
var studyArr = ["不限", "小学", "初中", "职高", "高中", "专科", "本科", "硕士"];
//工作区域
var workArr = ["不限", "椒江", "路桥", "黄岩", "临海", "温岭", "天台", "三门", "仙居", "玉环", "金清"];
//期望月薪
var moneyArr = ["不限", "2000以下", "2000~3000", "3000~4000", "4000~5000", "5000~6000", "6000~7000", "7000~8000", "8000~9000", "9000~10000", "1万以上"];