//职位类别
var jobArr = ["人力", "行政", "管理", "销售", "客服", "采购", "淘宝", "市场", "媒介", "广告", "设计", "生产", "物流", "质控", "汽车", "网络", "通信", "电子", "法律", "教育", "翻译", "出版", "财会", "金融", "保险", "医疗", "制药", "环保", "建筑", "装修", "物业", "其他"];
var jobArrSearch = ["不限","人力", "行政", "管理", "销售", "客服", "采购", "淘宝", "市场", "媒介", "广告", "设计", "生产", "物流", "质控", "汽车", "网络", "通信", "电子", "法律", "教育", "翻译", "出版", "财会", "金融", "保险", "医疗", "制药", "环保", "建筑", "装修", "物业", "其他"];
//工作年限
var yearArr = ["不限", "应届", "1年", "3年", "3年", "3-5年", "5-10年", "10年以上"];
//学历
var studyArr = ["不限", "小学", "初中", "职高", "高中", "专科", "本科", "硕士"];
//工作区域
var workArr = ["不限", "椒江", "路桥", "黄岩", "临海", "温岭", "天台", "三门", "仙居", "玉环", "金清"];
//期望月薪
var moneyArr = ["不限", "2000以下", "2000~3000", "3000~4000", "4000~5000", "5000~6000", "6000~7000", "7000~8000", "8000~9000", "9000~10000", "1万以上"];
//二手车商家店铺类型
var carStoreArr = ["经济公司","s店","代理中介","个人经纪"];
//省份
var ProvinceArr =["浙江省","北京市","天津市","上海市","重庆市","河北省","河南省","云南省","辽宁省","黑龙江省","湖南省","安徽省","山东省","新疆维吾尔","江苏省",
    "江西省","湖北省","广西壮族","甘肃省","山西省","内蒙古","陕西省","吉林省","福建省","贵州省","广东省","青海省","西藏","四川省","宁夏回族","海南省","台湾省"];
